---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodBumpDepth
source: html/e6f33abb-4530-4c53-f46d-04b7eabf7bff.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodBumpDepth Property

The property labeled "Depth (cm) of the latewood bump" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLatewoodBumpDepth { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".